import React from 'react';
import { Container, Image, Grid, Accordion } from 'semantic-ui-react';

import './miniVac.css';

// import minivac1 from '../../../../assets/5.1.jpg';
// import minivac2 from '../../../../assets/5.2.jpg';
// import minivac3 from '../../../../assets/5.3.jpg';
// import minivac4 from '../../../../assets/5.4.jpg';
// import minivac5 from '../../../../assets/5.5.jpg';

export default function MiniVac() {
  return (
    <div className="minivac">
      <Container textAlign="justified">
        <h1 className="minivac__name">5 Mini vac.</h1>
        <p className="minivac__content">
          &nbsp; &nbsp;Бұл бөлімнің мақсаты классикалық фильтрлі системалардың
          қапшықтарының және фильтрлерінің поралары бітеліп, сору күші
          жоғалтындығын, нәтижесінде үйді тазартпайтынын түсіндіру.
        </p>
        <Accordion fluid styled className="minivac__content__acc">
          <Accordion.Title>5.1 Кіріспе.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Ал енді сіздерді Roboclean-нің шлангасымен таныстырып
                    өтейін. Өте мықты материалдан жасалған. Яғни іші болат
                    сыммен оралып, жіппен тоқылған, гельмен қапталып, табиғи
                    каучуктен жасалған. <br />
                    &nbsp; Шаңсорғыштың минусы тек шаң, клещ, бактерия шашу ғана
                    емес, тағы да кемшілігі бар. Сіз шаңсорғыш сатып алғанда
                    неге қарап сатып алдыңыз? Бағасы, сапасы, фирмасы, дизайны
                    барлығы бірдей, бірақ бірі мың ватт, екіншісі екі есе күшті
                    екі мың ватт, бұлардың қайсысын таңдар едіңіз?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={minivac1} alt="minivac1" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>5.2 Мощность пен ауа ағымы.у</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Шаңсорғыш алғанда барлығымыз мощностьқа қараймыз.
                    Бірақ үйде тазалық жасайтын мощность емес, ауа ағымы.
                    Мощность дегеніміз тек мотордың күші. Ал ауа ағымы дегеніміз
                    сырттан пылесостың ішіне қарай кірген ауа. Біз шаңсорғыш
                    сатып аларда мощностьке, яғни мотор күшіне емес, ауа
                    ағымына, сору күшіне қарауымыз керек.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={minivac2} alt="minivac2" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>
            5.3 К.Ф.С. (Классикалық фильтрлі система) және Roboclean-дегі ауа
            ағымы.
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Алдында айтып өткеніміздей, барлық шаңсорғыштар
                      төрт бөліктен тұрады. Ауа кіретін бөлігі, пылесборник,
                      мотор және ауа шығатын бөлігі. Мына матаны қарапайым
                      шаңсорғыштың фильтірі деп алайық. Ал Roboclean-нің
                      шлангасы мен насадкасын қолдану арқылы қарапайым
                      шаңсорғыштың мини түрін жасаймыз. <br />
                    </i>
                    (Мини шаңсорғыш құрастырылады.)
                  </p>
                  <p>
                    <i>
                      &nbsp; Мынау ауа кіретін бөлігі, пылесборник, мотор және
                      ауа шығатын бөлігі. Мотор қуаты дегеніміз мынау,
                      (Roboclean көрсетіледі) ауа ағымы дегеніміз мынау
                      қолыңызбен көріңізші. (матамен сорып тұрғандығы
                      көрсетіледі.) Үйді тазалағанда кілемге жабысқанындай,
                      қолыма да жабысып тұр. Берік сіз отырған жерді тазалап
                      жіберейін.
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={minivac3} alt="minivac3" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Міне қараңыз, мощность сол қалыпты, бірақ ауа ағымы
                      өзгерді ме? Шаңсорғыштың сору күші жоғалды. Бірақ кілемге
                      жабысқандай қолыма жабысып тұр. Шаңсорғышымыз неліктен
                      сормай қалды деп ойлайсыздар?
                      <br />
                    </i>
                    (Насадканы шығарып матадағы шаңды көрсетеміз.)
                    <i>
                      &nbsp; Оның себебі үйді пылесостағанымызда мешогымыз
                      толмаса да мешоктың және филтрдің поралары шаңдармен
                      бітеліп, сормай қалады. Кейде үйді пылесостағанда кілемнің
                      бетіндегі жіпті де ала алмай қалатындығын байқадыңыз ба?
                      <br />
                    </i>
                    (Матадағы шаңды диванға себеді. Насадкамен ары-бері
                    жүргізеді.)
                  </p>
                  <p>
                    <i>
                      &nbsp; Поралары бітелген шаңсорғыш шаңның бәрін кілемнің
                      арасына тығып, бетінде жатқан жіптерді қолмен жинап
                      аламыз. Кілемнің бетіндегі жіпті ала алмаған пылесос,
                      воростың арасындағы шаңды қалай алсын? Барлық к.ф.с-ларда
                      мотор қуаты қанша болса да фильтрлердің поралары шаңдармен
                      бітеліп, сормай қалады үйде тазалық жасамайды. <br />
                      <br />
                      &nbsp; Ал енді, диванымызды Roboclean-мен тазалап көрейік.
                      <br />
                    </i>
                    (Roboclean-нің өзімен тазалап, сору күшінің өзгермейтіндігін
                    көрсетеміз)
                    <br />
                    <i>
                      Roboclean сепараторлы система болғандыктан сору күші еш
                      өзгермейді. Қазір сору күші қалай күшті болып тұрса, 10
                      жыл қолдансақ та дәл сондай күште болады.
                    </i>
                    ( Бачокты ашып, суды көрсетеміз)
                    <i>
                      Өйткені бұл жер бітеліп қалатын фильтрлер жоқ, шаңның бәрі
                      сепаратордың көмегімен суға жиналады.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>5.4 Мысалдар келтіру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Ұста құрал-саймансыз ұста емес. Оның қолында балға
                    болмаса қарапайым шегені де қаға алмайды. Сол сияқты
                    қолымызда дұрыс система болмағандықтан кілемді қанша
                    тазалауға тырыссақ та еңбек пен уақыт зая кетіп жатыр.
                    Мұндай қарапайым фильтірлі системамен ешқашан тазалыққа қол
                    жеткізе алмаймыз. Тазалық болу үшін, система дұрыс болуы
                    керек. Үйіңізге дұрыс система кіргенде ғана шынайы тазалыққа
                    қол жеткіземіз. Яғни, сепараторлы система Roboclean арқылы
                    жүзеге асыруға болады.Мысалға ваннамызда су бостан босқа
                    ағып тұрса, ақшамыз босқа кетті деп жүгіріп барып өшіреміз
                    ғой ия. Ал пылесостағанда ақшамыз да, уақытымыз да босқа
                    кетіп жатыр. Онымен қоса ең қымбат болған денсаулығымызды
                    құртып жатыр.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={minivac4} alt="minivac4" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>5.5 Sell Closing сұрағы.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Бұдан кейін үйде визуальный уборка болғанын
                    қалайсыздар ма немесе реальный уборка болғанын қалайсыздар
                    ма?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={minivac5} alt="minivac5" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
