import React from 'react';
import { Container, Grid, Accordion, Image } from 'semantic-ui-react';

import './mattress.css';

// import mattress1 from '../../../../assets/9.1.jpg';
// import mattress2 from '../../../../assets/9.2.jpg';
// import mattress3 from '../../../../assets/9.3.jpg';
// import mattress4 from '../../../../assets/9.4.jpg';

export default function Mattress() {
  return (
    <div className="mattress">
      <Container textAlign="justified">
        <h1 className="mattress__name">9 Матрас show.</h1>
        <p className="mattress__content">
          &nbsp; &nbsp; Бұл бөлімнің мақсаты матрастағы клещтерді, олардың
          қалдықтарын тазалау қиындығын түсіндіру және Робоклиннің көмегімен
          олардан оңай әрі тиімді құтылу жолын көрсету.
        </p>
        <Accordion fluid styled className="mattress__content__acc">
          <Accordion.Title>9.1 Кіріспе.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  (Roboclean-егі су ауыстырылады)
                  <br />
                  <i>
                    &nbsp; Клещтердің ең көп жиналатын тағы бір жері –
                    матрасымыз. Оның үсті ылғи жабық болғандықтан жылу ұзақ
                    сақталады. Сондықтан күнделікті ұйқтап жүрген матрасымызда 2
                    млн-ға жуық клещ пен 250 млн-ға жуық олардың қалдықтары
                    болады. Матрасты вакуумдап немесе күнге жайаламыз ба? Далаға
                    шығарып қағып немесе стиралкаға салып жуа да алмаймыз. Ал
                    енді матрастың ішіндегі клещтерден қалай құтылуға болады?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={mattress1} alt="mattress1" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>9.2 Матраc тазалау.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Power Nozzle насадкасы арқылы матрасымызды минутына
                    7000 мың рет қағып, 15-20 сантиметр тереңдіктен барлық
                    шаң-тозаңды, клещтерді вибрация арқылы қағып, сорып, тазалап
                    алады.
                  </i>
                  (Roboclean-ді клиентке беріп, кілемнің жартысын тазалауын
                  өтініңіз)
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={mattress2} alt="mattress2" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>9.3 Суды көрсету, мысалдар келтіру</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Кілем тазалағанда суымыз қап – қара кір болған еді.
                      Ал қазір сап - сары клещтерге қараңыз. Клещтер тірі
                      организм болғандықтан майлы болады. Суға спирт тамызғанда
                      клещтер судың бетіне қалқып шығады. Алина матрасты
                      тазалағанда әр уақытта спиртті қосуыңыз шарт емес, қазір
                      клещті көру үшін қолданып жатырмыз. Аз ғана спиртті
                      тамызамыз және Roboclean-ді 5-6 секундқа қосып спирттпен
                      араластырамыз.
                      <br />
                    </i>
                    (Roboclean-нің бачогына спирт тамызып, 5-6 секундқа
                    қосылады. Roboclean өшіріліп су көрсетіледі, 3 секунд үнсіз
                    қалу керек.)
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={mattress3} alt="mattress3" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Бетінде қалқып жүрген сап-сары клещтерге қараңыз.
                      Осының үстіне простыня төсейміз, бірақ простыня мынадай
                      майда клещтерге кедергі бола алады ма? Берік, мына суға
                      байқаусыздан қолымыз тиіп кететін болса не істейміз? Дұрыс
                      айтасыз жуып келеміз, бірақ өкінішке орай мына клещтер
                      біздің ең таза деген төсек орнымыздан шығып жатыр. Мысалға
                      кір-қожалақ адамға аппақ көйлек кигізіп қойсақ, ол адам
                      таза болды деп айта аламыз ба? Әрине айта алмаймыз, сол
                      секілді жуып, үтіктеп, тап-таза болған простыняны
                      миллиондап көбейіп жатқан бұл клещтердің үстіне төсеуге
                      мәжбүрміз. Қаншама еңбектеніп әуре болсақ та таза жерде
                      жатырмыз деп айт аламыз ба?
                    </i>
                  </p>
                  <p>
                    <i>
                      &nbsp; Матрас клещтердің ең көп шоғырланған жері. Оның
                      үсті ылғи жабық болғандықтан жылу ұзақ сақталады, әрі
                      қорегі де бар. Клещтердің раддомы да, өмір сүретін жері де
                      туалеті де осы матрасымыз. Стакандағы таза су матарсымызға
                      төгіліп кетсе, еш мән бермей кепкен соң ұйқтай береміз. Ал
                      мына бачоктағы лас су төсекке төгіліп кетсе, сол жерге
                      жатуға жиіркенеміз ғой. Бачоктағы бұл су басында тап-таза
                      еді. Осының бәрі сол жатқан жерімізден шыққан жоқ па?
                      Адамның аллергияға шалдығуының бірден-бір себебі, көбіне
                      төсек орының таза болмауында. Себебі ұйықтап жатып
                      ары-бері қозғалғанда көрпе-төсектегі, жастықтағы,
                      матрастағы шаң-тозаң, клещ және оның отходтары ауаға
                      көтеріліп онымен тікелей демаламыз. Өте ұсақ болғандықтан
                      мұрыннан өтіп, өкпемізге дейін барады. Төсек орнымыздағы
                      клещ және оның отходының көптігі соншалық, матрастың
                      жартысын тазалағанның өзінде суымыз осындай халге келді.
                      Матрас үлкен болғандықтан оны әрдайым таза ұстауға
                      мүмкіншілігіміз жоқ. Ал Roboclean-нің арқасында матрасты
                      бар-жоғы екі кнопканы басу арқылы тез, әрі оңай қағып,
                      тазалап аласыз.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>9.4 Sell Closing сұрағы</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Бүгіннен кейін жуылған, үтіктелген, тап-таза аппақ
                    простыняны қандай матрасқа төсегіңіз келеді?
                  </i>
                  (кірді көрсетіп)
                  <i>
                    &nbsp;Мынадай матрасқа ма, жоқ әлде Roboclean-мен қағылған
                    таза матрасқа ма?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={mattress4} alt="mattress4" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
