import React from 'react';
import { Container, Grid, Image, Accordion } from 'semantic-ui-react';

import './electro.css';
import '../../../back.css';

import { EDU_CEB_ASSETS_URL } from '../../../../../../utils/constants';

export default function Electro() {
  return (
    <div className="electro back">
      <Container textAlign="justified">
        <h1 className="electro__name">11. Электролиз</h1>
        <p className="electro__content">
          &nbsp; &nbsp; Бұл бөлімнің мақсаты - су құрамындағы лас заттарды
          электролиз көмегімен көрсетіп, денсаулығымызға тигізер зиянын
          түсіндіру.
        </p>
        <Accordion fluid styled className="electro__content__acc">
          <Accordion.Title>11.1. Электролизбен таныстыру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Біз TDS метр приборы арқылы суымыздың ластығын
                      сандық түрде көрдік. Өздеріңіз білетіндей су табиғи мықты
                      еріткіш болғандықтан судың құрамындағы лас заттарды көзбен
                      көре алмаймыз. Сол үшін бізде мынадай электролиз деген
                      прибор бар. Егер есіңізде болса, мектеп кезінде химия
                      сабағынан өткен болатынбыз. Бұл жерде плюс - минус заряд,
                      яғни анод – катод электродтары арқылы суға 220 Вольт ток
                      беріледі. Электролизді стаканға салғанда суда тотығу -
                      тотықсыздану реакциясы жүреді, яғни су құрамындағы еріген
                      заттар тотығып, ластықтың барлығы ион түрінде судың бетіне
                      шығады. Осы прибордың көмегімен судың нағыз құрамын, яғни
                      рентгенін көретін боламыз.
                      <br />
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}11.1.jpg`}
                    alt="electro1"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Қараңыз, егерде мына стакандағы судың түсі мүлдем
                      өзгермейтін болса, дистірленген өлі су болады. Өйткені
                      құрамында реакцияға түсетін ештеңе жоқ. Мұндай суды
                      медицина немесе аккумуляторда қолданады. Судың түсі, сары
                      лимон түске өзгеретін болса, минералдарға бай, өте пайдалы
                      су болып табылады. Егер су балшық сияқты қою түске
                      өзгеретін болса, ол су денсаулығымызға өте қауіпті болады.
                      Мына стаканның біреуіне кран суын, ал екіншісіне фильтр
                      суынан құяйық.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>11.2. Тәжірбие жүзінде көрсету.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  (Стакандағы суларға электролизді салып тоққа қосады)
                  <i>
                    &nbsp; Көріп тұрғаныңыздай, кран суында реакция қатты жүріп
                    жатыр. Бұл су құрамында ауыр метал тұздары, химиялық
                    қоспалар, темір қалдықтары сияқты көптеген көзге көрінбейтін
                    зиянды ерітінділердің бар екенін көрсетеді. Ал фильтр суы
                    барлық ластықтардан тазаланып, құрамында тек қана ағзамызға
                    керекті минералдар ғана болғандықтан реакция баяу жүріп
                    жатыр. Міне, көріп тұрғанымыздай фильтр суы приятный лимон
                    түске өзгерді. Бұл оның құрамында тек Ca, ияқты Na, Mg, Fe
                    cадам ағзасына қажетті микроэлементтердің бар екендігін
                    көрсетеді.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}11.2.jpg`}
                  alt="electro2"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>11.3. Мысалдар келтіру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    (Кран суын қолға алып)
                    <i>
                      &nbsp; Су балшық сияқты қою түске өзгеретін болса, ол
                      денсаулығымызға қауіпті деп айтқан едік. Ал енді мына кран
                      суына қараңыздаршы. Судың қою түске өзгеруі былай тұрсын,
                      бұның кірлігі соншалық, бүкіл ластықтың барлығы қалқып
                      судың бетіне шықты. Бір стакан судың өзінен қаншама ластық
                      шықты. Ал біз бір күннің өзінде тамақпен, шәймен қаншама
                      литр осындай су ішіп, осыншама зиянды заттар ағзамызға
                      кетіп жатыр. Осының барлығы бүйрегімізге, өтімізге,
                      қуығымызға, тас болып жиналады. Даулет Айдана, шәйнектің
                      түбіне жиналған қақты қиын болса да жуып алармыз, бірақ
                      ағзамызға кіріп жатқан бұл ластықты қалай тазартамыз?{' '}
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}11.3.jpg`}
                    alt="electro3"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp;Мына сумен шәй - тамақ дайындау былай тұрсын, жеміс
                      жидектерді де жуа алмаймыз. Тіпті қолымызды ішіне батырып
                      жууға да жіркенеміз. Даулет, көшеде кетіп баратырып жерде
                      жатқан мынадай балшықты аяқ киімімізбен баспаймыз ғой,
                      дұрыс па? Ал біз, аяқ киімімізбен баспаған мынадай
                      жіркенішті ластықты, бүкіл отбасымызбен бірге ішкі
                      ағзамызға қабылдап жатырық. Жаңа айтып өткендей мыйымыздың
                      85%, көзіміздің 95%, жалпы ағзамыздың 75% судан тұрады.
                      Ағзамыздың өз жұмысын дұрыс атқаруы, қанның бүкіл
                      ағзамызда дұрыс айналуы, яғни денсаулығымыздың мықты
                      болып, салауатты өмір суруіміз мына таза суға тікелей
                      байланысты. Біз үшін қымбат болған бала шағамыздың
                      денсаулығы үшін бүгіннен бастап қай суды пайдаланамыз,
                      кран суын ба, әлде «Cebilon Unique» аппаратынан шыққан
                      мөлдір бұлақтың суын ба?
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>
            11.4. Қорытынды. Sell closing сұрағы
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Біз үшін қымбат болған бала шағамыздың денсаулығы
                    үшін бүгіннен бастап қай суды пайдаланамыз, кран суын ба,
                    әлде «Cebilon Unique» аппаратынан шыққан мөлдір бұлақтың
                    суын ба?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}11.4.jpg`}
                  alt="electro4"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
