import React from 'react';
import { Container, Grid, Accordion, Image } from 'semantic-ui-react';

import './tds.css';
import '../../../back.css';

import { EDU_CEB_ASSETS_URL } from '../../../../../../utils/constants';

export default function Tds() {
  return (
    <div className="tds back">
      <Container textAlign="justified">
        <h1 className="tds__name">7. ТДС метр.</h1>
        <p className="tds__content">
          &nbsp; &nbsp;Бұл бөлімнің мақсаты - ТДС метр құрылғысымен таныстырып,
          су құрамын тексеру.
        </p>
        <Accordion fluid styled className="tds__content__acc">
          <Accordion.Title>7.1. ТДС метр мен таныстыру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Мына қолымдағы көріп тұрған приборымыз TДС метр деп
                      аталады. Бұл прибор судың құрамындағы еріген заттардың
                      жалпы концентрациясын сандық түрде көрсетеді. Яғни, 1 литр
                      суда қанша милиграмм еріген заттың бар екендігін көретін
                      боламыз. ТДС метр дүние жүзілік денсаулық сақтау ұйымы
                      тарапынан мақұлданып, 1984 жылы судың сапасына байланысты
                      стандарттар бекіткен. Мына жерде үш ноль көріп тұрсыздар
                      ма? Стандарттар бойынша TДС - ті суға салғанда: 1 - 25
                      аралығында көрсетсе, бұл бірінші сападағы ең таза және
                      мөлдір бұлақтың суы. Яғни осындай таза судан күніне 2-3
                      литр ішуіміз керек.
                      <br />
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}7.1.jpg`}
                    alt="tds1"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Ал егер 25 - 60 аралығында көрсетсе, бұл қалалық
                      стандарттағы су. Бұл суда хлор және басқа да химиялық
                      қоспалар кездескендіктен, мұндай суды ішпеген абзал.
                      <br />
                      60 – 120 аралығында көрсетсе қауіпті болып, 80 пайыз
                      аурулар көбіне осы категориядағы судан келеді.
                      <br /> Ал 120 дан жоғары болса техникалық суға жақын, өте
                      қауіпті су болып есептеледі.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>7.2. Суды тексеру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Қазір осы прибордың көмегімен шәйға, тамаққа және
                      ішуге қолданып жүрген суларымыздың барлығын тексеріп
                      көреміз. Ең алдымен кран суын тексерейік..
                    </i>
                  </p>
                  <p>
                    ( ТДС метрді суға салады)
                    <i>
                      неше көрсетіп жатыр? – 168 көрсеткіш, қай стандартқа
                      кіреді? Күнделікті білмей қолданып жүрген ауыз суымыздың
                      көрсеткіші нормадан шамамен сегіз есе лас болып тұр.
                      <br />
                      &nbsp; Экологиямыздың нашарлауынан бүгінгі күнде завод –
                      фабрикалар мен автокөліктерден шығатын улы газдар, тікелей
                      ауамызды ластауда. Осы улы газдардың құрамындағы токсин,
                      қорғасын сияқты көптеген зиянды заттар ауаға таралып, қар
                      - жаңбыр жауған кезде суымызға араласады.
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}7.2.jpg`}
                    alt="tds2"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Егерде көрген болсаңыз су қоймалары ашық алқапта
                      орналасқан. Оған шаң – тозаң түсумен суымыз одан әрі
                      ластанады. Мұнымен қоса күнделікті үйімізден шығатын
                      бұзылған тағамдар, шіріген көкөністер мен жеміс жидектер,
                      мерзімі өткен дәрі-дәрмектер, мейрамхана және
                      ауруханалардан күніне мыңдаған қоқыс шығарып тасталынады.
                      Бұлардың барлығы қаланың сыртындағы қоқыс жинау орталығына
                      жиналып, қар - жаңбыр жауған кезде бұл қоқыстардан ағып
                      жатқан химиялық улы заттар жер асты суларына дейін енеді.{' '}
                      <br />
                      &nbsp; Дегенмен, біз судың шыққан жері мен келген жерін
                      ғана білеміз. Бірақ біздің үйімізге жетіп келгенге дейін,
                      бұл екі аралықта адам шошырлық неше түрлі жағдайлар болып
                      жатады. Ал біз бұлардан мүлдем бейхабар болғандықтан кран
                      суын байқамай іше береміз. Алматы қаласы бойынша ауыз су
                      жүретін құбырлардың ұзындығы шамамен 3200 шақырымды
                      құрайды. Ал оның 80 пайызға жуығы ескіріп, пайдалану
                      мерзімінен өтіп кеткен. Қазіргі таңда қаланың әрбір
                      жерінде тозығы жеткен су құбырлары мен канализация
                      құбырларының шіріп, істен шығып, жарылып жатқанын өзіміз
                      де көріп жатамыз. Қаламыздың су құбырларында жыл сайын
                      2200-ге жақын апатты жағдай болады екен. Іші тот басып,
                      ескірген су құбырларынан өткен судың құрамында денсаулыққа
                      зиянды вирус пен бактерия, микробтар, ауыр метал тұздары,
                      темір қалдықтарының ерітінділері жиі кездеседі. Бұлардың
                      барлығы суымызды ластап, сапасын төмендетуде. Сондықтан да
                      мына стакандағы су 168 көрсетіп тұр.
                    </i>
                  </p>
                  <p>
                    <i>
                      &nbsp; Ал енді «Cebilon Unique» аппаратынан шыққан суды
                      тексерейік. Неше көрсетіп жатыр? 16 көрсеткіш қай
                      стандартқа кіреді?
                      <br />
                      &nbsp;Егер де байқаған болсаңыз 168 көрсеткен кран суын
                      «Cebilon Unique» аппараты суды 16 - ға дейін тазалады,
                      яғни кран суын кемінде 10 есе тазалап тұр. Егер күнделікті
                      ішетін суымыз осындай стандартқа сай әрі таза болса бізге
                      денсаулық пен өмір сыйлайды, жоқ егерде мынандай сапасыз
                      әрі лас болса отбасымыздың қуанышын бұзып көптеген аурудан
                      басқа ештеңе алып келмейді. Экологиямыздың бұл ахуалын
                      және ескірген су құбырларының проблемасын шеше алмауымыз
                      мүмкін, бірақ «Cebilon Unique» аппаратының көмегімен
                      өзіміз және жанұямыздың денсаулығын қорғау мүмкіндігі бар.
                      Сонымен қатар бүйректе тастың жиналуы, өт жолымен қуық
                      жолдарында тастың бітелуі, қан қысымының көтерілуі,
                      омыртқа мен буындарға тұздың жиналуы сияқты аурулардың
                      алдын алған боламыз. Балдарыңыз сапалы әрі таза су ішіп
                      жатқанынан сенімді боласыз, олардың денсаулығына алаңдап
                      уайымдамайсыз. Әрине, осы айтылған артықшылықтардың
                      барлығына тек «Cebilon Unique» аппаратын қолданумен қол
                      жеткізе аласыздар.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>7.3 Мысалдар келтіру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Көлігімізге сапасыз бензин немес сапасыз май құятын
                    болсақ, уақыт өте машинаның журуі нашарлап, соңында моторын
                    құртамыз. Сол секілді адам ағзасының да әр бір мүшесі өз
                    қызметін тек таза сумен ғана жақсы атқара алады. Мысалы
                    жүрек қан жүргізеді, өкпе ағзамызға қажетті ауаны
                    қабылдайды, бүйрек ағзамызды улы заттардан тазалайды.
                    Сондықтан ішкен суымыздың таза әрі сапалы болуы ағзамыздың
                    әр бір мүшесі үшін өте маңызды. Сондықтан мұндай аппараттың
                    үйімізде болуы, бұл сәнділік емес қажеттілікке жатады.
                    Көлігімізге құйып жатқан бензин мен майына қаншалықты назар
                    аударатын болсақ, бала-шағамыздың күнделікті ішіп жатқан
                    ауыз суына, одан да көп мән беруіміз керек емес пе?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}7.3.jpg`}
                  alt="tds3"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>7.4. Қорытынды. </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Егерде қолда бар байлықты бағаламайтын болсақ, оны
                    жоғалтқаннан кейін қанша өкінсекте пайдасы жоқ. Ал енді ішіп
                    отырған суымыздың сапасын біле тұра бүгіннен бастап қай суды
                    қолданасыздар?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}7.4.jpg`}
                  alt="tds4"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
