import React from 'react';
import { Container, Grid, Image, Accordion } from 'semantic-ui-react';

import './airWash.css';
import '../../../back.css';

// import air1 from '../../../../assets/3.1.jpg';
// import air2 from '../../../../assets/3.2.jpg';
// import air3 from '../../../../assets/3.3.jpg';
// import air4 from '../../../../assets/3.4.jpg';
// import air5 from '../../../../assets/3.5.jpg';
// import air6 from '../../../../assets/3.6.jpg';
// import air7 from '../../../../assets/3.7.jpg';
// import air8 from '../../../../assets/3.8.jpg';
// import air9 from '../../../../assets/3.9.jpg';

export default function AirWash() {
  return (
    <div className="airwash back">
      <Container textAlign="justified">
        <h1 className="airwash__name">3 Air wash.</h1>
        <p className="airwash__content">
          &nbsp; &nbsp; Ауаны жуу арқылы шаң, клещи проблемасынан оңай және
          тйімді құтылу жолын түсіндіру. Яғни шаң, клещи проблемасын шешу.
        </p>
        <Accordion fluid styled className="airwash__content__acc">
          <Accordion.Title>3.1 Roboclean-мен таныстыру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    (Коропкадан Roboclean шығарылады.)
                    <i>
                      <br />
                      &nbsp; Қалай сіздерге дизайны ұнады ма? Түсінің қара және
                      күміс түсті (серебристый) болуының себебі үйдің
                      интерьеріне сән қосады, төріңізге мақтанышпен қойып
                      қоясыз. Сондықтан да барлық телевизорлар мен техникалар
                      осындай түсте болып келеді. Барлық тазалық жасау
                      жүйлерінің ішінде тек Roboclean-де ғана сенсор орнатылған.
                      Әлемге танымал BMW, Apple компаниялары өзіндік сапасы,
                      технологиясы және дизайны үшін Reddot design award
                      сертификатымен марапатталған. Сол сертификатқа әлемдік
                      көрмеде Roboclean-де ие болды. Бұл аппараттың аналогтары
                      Rainbow, Hyla, Pro aqua, Delphin. Бағалары да көріп
                      тұрғаныңыздай. (Демобуктан көрсетіледі) Roboclean-нің
                      бағасы 2200 доллар.
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={air1} alt="air1" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp;Аура Қазақстан компаниясы Орталық Азияда тікелей,
                      эксклюзивті дистрибьютор болғандықтан бағасы өте тиімді.
                      <br />
                      &nbsp;Roboclean 3 бөлімнен құралған, жууға арналған бачок,
                      жалпы тазалауға арналған бачок. (Бачоктың үстіне шығады.)
                      <br />
                      &nbsp;Бачоктар өте мықты полимерден жасалғандықтан
                      оңайлықпен сынбайды. Бұл материалдардан самолет,
                      верталеттердің айнасын жасайды.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>
            3.2 Сеператордың жұмыс істеу принціпі.
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp;Үшініші бөлігі Roboclean-нің корпусы. Бұл жерде ең
                      маңызды бөлігі моторы. Бұл Италияда «Аматек» деген
                      авиациялық зауытта өндіріледі. Моторға сепаратор
                      орнатылған сүттің сепараторы сүттен қаймақты айырғаны
                      сияқты, Roboclean-нің сепараторы лас ауадан таза ауаны
                      айырады. Қарапайым шаңсорғыштардың моторында минутына 3000
                      – 4000 оборот болса, F–16 сомолеті минутына 17000 оборот
                      жасайды. Берік, бұл жерде қанша оборот болуы мүмкін? Дұрыс
                      айтасыз қарапайым шаңсорғыштарда шамамен 7-8 мың оборот.
                      Ал негізінде бұл жерде 19 000 оборот бар. Бізге мұндай
                      үлкен оборот неліктен қажет?
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={air2} alt="air2" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp;Алина, бачоктың мынау жеріне дейін су құясыздар.
                      Судың үстінде сепаратор 19 мың оборотпен айналғанда су мен
                      сепаратор арасында 10 мыңдаған фильтрдің қызметін
                      атқаратын майда су тамшылары, яғни тұман пайда болады.
                      Физикадан білетін «центробежная сила» арқылы сепаратор су
                      құйынын пайда қылып, ішке кірген бүкіл шаңдарды сумен
                      араластырып, тұманнан сүзіліп, тек қана таза ауа сепаратор
                      арқылы сыртқа шығады. Алина, суға араласып лайланған шаң
                      қайта ауаға көтеріле алады ма? Киімдерімізді, жеп отырған
                      жеміс жидектерімізді, барлығын тек сумен тазартамыз, солай
                      емес пе, Алина? Сол сияқты Roboclean денсаулығымыз үшін
                      аса маңызды демалып отырған ауамызды сепаратордың
                      көмегімен сумен тазартады.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>3.3 Сапасы гарантиясы.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Берік, адамдардың көбі Roboclean-ді сапасы мен
                    сервистік қызметі жоғары деңгейде болғандықтан таңдайды.
                    Roboclean-ге 3 жыл толық гарантия, әрі қарай қолдану кезеңі
                    біткенге дейін сервистік қызмет көрсетіледі. Яғни, 10-15 жыл
                    еш уайымсыз қолданасыз.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={air3} alt="air3" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>3.4 Ауа жуу.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    (Roboclean-нің бачогына ішетін су құюын өтініңіз.)
                    <i>
                      <br />
                      &nbsp;Міне қараңыздар, күнделікті қолданып жүрген таза су,
                      стаканға құйсақ ішуге болады ғой иә?
                    </i>
                    <br />
                    (Фонарьды бачоктың үстінен жағып, судың таза екендігін
                    көрсетеміз.)
                    <i>
                      <br />
                      &nbsp;Roboclean-нің бірінші функциясы ауамызды жуып
                      тазартады. Яғни жұмыс істеу принціпі мынандай. Алина,
                      Берік қараңыздар, бөлмеміздегі шаң мына жерден
                      Roboclean-нің ішіне кіріп, сепаратор арқылы сумен жуылып,
                      Roboclean-нің айналасында арнайы орналастырылған төрт
                      бөліктен жаңбырдан кейінгі таза ауа шығады. Төрт бөліктен
                      шығуының себебі бөлмеде ауа айналымы пайда болып, бөлменің
                      ауасын толықтай тазалайды. Ортаға қою шарт емес, қалаған
                      жерге қоясыз, бөлменің ауасын толықтай тазалайды. Сағатына
                      200 м3 ауа жуады. Мына бөлменің ауасын шамамен 15 минутта
                      жуып, тазалап береді. Енді ауамызды жуып көрейік. Алина,
                      жарықты қайтадан өшіре тұрасыз ба? (Жарықты өшіреді)
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={air4} alt="air4" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp;Алина, мына жерге басып, өзіңіз қосып үйрене
                      беріңіз. Еш қиындығы жоқ, күнделікті қолданып жүрген
                      телефонымыз секілді. Сенсор арқылы мощностын азайтып
                      күшейтесіз және өшіріп қоса аласыз.
                    </i>
                    (Ауа жуу кезінде лампаны дұрыс ұстап, шаң сорып жатқандығын
                    көрсетіңіз.)
                    <i>
                      <br />
                      &nbsp;Алина, Берік жаңбырдан кейінгі керемет бір шаңсыз
                      салқын таза ауа сезілді ма? Бар болғаны бір-ақ минут
                      қолдандық, бір минуттағы нәтижені көрейік.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>
            3.5 Суды көрсету және мысалдар келтіру
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp;Ауамызды бір минуттай тазаладық. Мына бачокқа ішетін
                      су құйған едік, қараңыздаршы.
                      <br />
                    </i>
                    (Лампаны бачоктың жанынан жағып, судағы шаңды көрсетіңіз, 3
                    секунд үнсіз күтіңіз.)
                    <br />
                    <i>
                      &nbsp;Бір минут алдын суымыз таза еді, стаканға құйсақ
                      ішуге болар еді. Ал енді қазір стаканға құйсақ еш қайсымыз
                      ішпейміз ғой? Медицинада: егер мына стакандағы суды ішетін
                      болсақ, демалғанға қарағанда зияны азырақ деп айтады.
                      Себебі ішетін болсақ асқазан-ішектерімізге келеді,
                      асқазан-ішектерімізді тазалайтын жолдар өтте көп.
                      Өздеріңізде білесіздер қазір медицинаның қарқынды дамыған
                      заманы. Жүрек немесе басқа да органдарды ауыстырып, емедеп
                      жатады, ал енді Берік Алина өкпені жуды немесе ауыстырды
                      дегенді естіп пе едіңіз?
                      <br />
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={air5} alt="air5" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Ішкі органдарымыздың ішінде жалғыз өкпеміз ғана еш
                      уақытта жуылып тазартылмайды және ауыстырылмайды. Ал біз
                      бұл өкпемен 24 сағат үздіксіз дем аламыз, яғни орташа
                      есеппен алғанда адам бір күнде 12000 литр ауа жұтады. 1
                      литр ауаның өзінде 500 мың ға жуық шаң болады. Алина біз
                      мына суға қарап таң қалып отырмыз, бар болғаны 1 минутта
                      жиналған шаң. Демек ауамыздың ластығы соншалықты бір
                      минутта суымызды ішуге жарамсыз етіп тастады. Көзге
                      көрініп тұрған ірі шаңдар, ал енді микроп, бактерия,
                      вирустар мүлдем көрінбейді ғой, ал бұл ауамен біз
                      күнделікті үздіксіз демалып жүрміз, солай емес пе?
                      <br />
                      &nbsp; Ауасы таза болған Кавказ, Окинава сияқты елдерде
                      адамдардың жүз жастан астам өмір сүретіндердің саны өте
                      көп кездесіп жатады. Ал бізде орталама неше жас? 60-70 жас
                      шамасында, солай емес пе Берік? Таза тамақ, таза су, таза
                      ауа болған жағдайда адам баласының организімі 140 жылға
                      шыдайды деп медецинада айтылады. Тіпті медецинаның атасы
                      болған Ибн Сина айтады: Егер дүниеде шаң деген болмайтын
                      болса, адамның организімі 1000 жылға дейін шыдайды деп.
                      Бірақ өкінішке орай өмірімізді 50 пайызға қысқартып жатқан
                      ол да не? Шаң, тозаң. Roboclean-ді жататын бөлмемізге
                      ұйықтар алдын бар болғаны 10-15 минутқа қосып қойсақ,
                      ауадағы барлық шаңдарды жинап, бізге жаңбырдан кейінгі
                      таза ауаны береді. Берік жұмыстан шаршап келеміз, жолдың
                      пробкасының өзі адамды шаршатады. Алина сіздердің
                      жұмыстарыңыз да оңай емес, балдардың у шуы адамды
                      шаршатады. Сол кезде Roboclean-нің ауа тазалау функциясын
                      қосып қойсақ кәдімгідей демалып, рахаттанып қаламыз. Оның
                      үстіне Саматтың да бөлмесіне жатар алдын 10-15 минут қосып
                      қойсақ, таң ертенге дейін тап-таза ауамен демалады,
                      былайша айтқанда жанымыз рахат болады. Отбасымыз жаңбырдан
                      кейінгі шаңсыз таза ауамен демалатын болады.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>3.6 Sell closing сұрағы.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Бүгіннен бастап Берік, Алина мына шаңдар өкпемізге
                    жиналсын ба? Әлде Roboclean-нің бачогына жиналсын ба?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8" verticalAlign="middle">
                {/* <Image src={air6} alt="air6" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>3.7 Ароматизация және ароматерапия.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Жаңбыр жауғанда ауаның тазалануымен қатар
                    өсімдіктерден, гүлдерден хош иіс шығады. Сол сияқты
                    Roboclean-нің көмегімен үйіміздің ауасын жаңбырдан кейінгі
                    бау – бақшадай ете аламыз.
                    <br />
                  </i>
                  (Ароматтауды көрсетеміз)
                  <br />
                  <i>
                    &nbsp; Су неліктен мутный болып кетті? Мысалға спрей
                    қолданғанда демалып отырған ауамызға химикат шашылады. Бұл
                    химикаттар денсаулығымызға өте зиянды. Бұның зияндығылығы
                    соншалық денсаулығымызға зиянын тигізіп қана қоймай тіпті
                    генннің мутациясына келіп соқтырады.
                  </i>
                </p>
                <p>
                  <i>
                    &nbsp; Сонымен қатар мұндай иістер небәрі 20-30 мин қана
                    қалады. Ал бұл жерде сепаратордың көмегімен барлық
                    химикаттар суда қалып, тек хош иістердің өзі ғана шығады.
                    Сондықтан да денсаулығымызға ешқандай зияны жоқ және бұл
                    иістер 6-7 сағатқа дейін сақталады. Судың мутный болып
                    кетуінің себебі де сондықтан.
                    <br />
                    &nbsp; Апельсин бағында таңғы асыңызды ішіп, алма бағында
                    балаңызды ойнатып, гүл бағында телевизор көресіз. Яғни
                    үйімізді жаңбырдан кейінгі бау-бақшаға айландырсақ болады.
                    <br />
                    &nbsp; Егерде үйде бір адам гриппен ауырса, бөлмемізде
                    шаңмен қоса гриптің вирустары да ұшып жүреді. Ауа
                    тазалағанда солардың барлығын суға жинап алады, сонымен қоса
                    аптекалардан пихта т.б. сол сияқты майларды алып суға қоссақ
                    имунитетімізді көтеріп, жазылуымызға септігін тигізеді.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={air7} alt="air7" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>3.8 Ионизация.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Roboclean-нің тағы бір маңызды функцияларының бірі
                      ионизация. Соңғы кездерде техника сататын магазиндерде
                      ионизаторларға сұраныс артып келеді, қарапайым
                      ионизаторлардың бағасы 15 мың тенгеден басталып, күрделі
                      өте сапалы ионизаторлар 2 мың долларға дейін барады. Ал
                      Roboclean-де қосымша ионизатор орнатылған.
                      <br />
                      &nbsp; Неге соңғы кезде ионизаторға сұраныс көбейіп кетті?
                      Оның да себебі өздеріңіз білетіндей, үйіміздегі телевизор,
                      компьютер, телефондарымыз т.б. электро техникалардың
                      әсерінен теріс иондар азайып, оның орнына ауамызда оң
                      иондар шамадан тыс көбейеді және ол ағзамызға кері әсерін
                      тигізеді.
                      <br />
                      Ал адам ағзасына керекті болған теріс ион мөлшерінің ең
                      төмені, демалып жатқан оттегінің әрбір см3-да 2 мыңға жуық
                      ион болу керек.
                    </i>
                  </p>
                </Grid.Column>

                <Grid.Column width="8">
                  {/* <Image src={air8} alt="air8" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Берік, найзағай ойнап, жаңбыр жауып, әсіресе Алина
                      күн күркірегеннен кейін табиғат аясына шықсақ, (терең
                      демалып) терең дем алсақ, өкпеміз таза ауаға толып,
                      рахаттанамыз. Өйткені ол жерде теріс ион мөлшері көп
                      болады. Өкпемізге толған мұндай ионды таза ауа қанды
                      оттегіге байытады. (Демобукты ашып)
                      <br />
                      &nbsp; Негізінде орта есеппен сарқырамалардың жанында әр
                      см3-та 50 000 - нан 100 000-ға дейін теріс ион болады,
                      орманды алқаптарда 10 000 - 20 000 арасында, ал мынандай
                      үлкен қалалардың өзінде 2000-ға жуық ион болады. Адам
                      ағзасына керекті болған теріс ион мөлшерінің ең төмені де
                      әрбір см3-да 2 мың болу керек. Сондықтан да 1-2 сағатқа
                      сыртқа шығып демалып келсек, оның өзі жақсы әсерін
                      тигізеді. &nbsp; Алина жабық бөлмеде қанша ион болады деп
                      көрсетілген? Берік бұл жерде біздің ағзамызға керекті
                      болған ион жеткілікті ме? <br />
                      &nbsp; Дұрыс айтасыздар жеткілікті емес. Берік кейде
                      болады ғой, еш жерге шықпай, үйде диванда аяқты созып
                      телевизор көріп демалайын дейміз, бірақ кешке дейін үйден
                      шықпай телевизор көріп демалсақ не болады? Күні бойы
                      демалған секілдіміз, бірақ керісінше басымыз ауырып,
                      денеміз шаршаңқы болып тұрады. Бұл да ағзамызға керекті
                      мөлшерде ионның жетіспеуінен туындайды. Ал егер ион
                      жетіспейтін болса қандай зардаптар алып келеді: Өкпе және
                      жүректің жұмыс істеу ритмі бұзылады, оттегінің қанға
                      сіңімділігі азаяды, аллергиялық ауруларға жол ашады, қан
                      қысымы тұрақсызданып, жоғары-төмен ойнамалы болады. Қан
                      оттегімен байытыла алмағандықтан барлық клеткаларымыздың,
                      оның ішінде миымыздың клеткалары да оттегіге қаныға
                      алмайды, әлсіздік, жалқаулық артып, стресс пайда болады,
                      депрессияға жол ашады.
                      <br /> &nbsp; Берік, Алина шамамен күніне неше сағат
                      ұйықтайсыздар? Жалпы сол 7-8 сағат ұйықтағанымызда,
                      ұйқымыз қанып сергек болып тұрамыз ба? &nbsp; Ұйқымыздың
                      қанбауының бірден бір себебі ол да ионның жетіспеуінен.
                      Берік жаздың күні ауылда тапшанда ұйықтасақ таңертең қалай
                      оянамыз. &nbsp; Мұншалықты үлкен проблемалардың көзі
                      болған бұл мәселеден қалай құтыламыз? Алина, Берік бар
                      болғаны Roboclean-нің екі-ақ кнопкасын басу арқылы
                      иондалған таза ауаға қол жеткіземіз.
                      <br />
                      &nbsp; Алина өзіңіз қосып, үйренеберіңіз, мынаны басып
                      жібересіз бе. &nbsp; (Демобуктан көрсетіледі) Осындай
                      атқарған қызметі үшін Германиәның медициналық «ZP Med»
                      (Зеп мед) және Европадағы аллергия ауруларын зерттеу
                      орталығының «ECARF» (Екарф) сертификаттарына ие болған.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>3.9 Sell closing сұрағы.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Бұдан кейін үйіміздің ауасы осылай қала берсін бе
                    Алина немесе Берік, иондалған, таза оттегіге толы, жаңбырдан
                    кейінгі орманның ауасы болсын ба?
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={air9} alt="air9" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
