import React from 'react';
import { Container, Grid, Image, Accordion } from 'semantic-ui-react';

import './harm.css';
import '../../../back.css';

import { EDU_CEB_ASSETS_URL } from '../../../../../../../utils/constants';
export default function Harm() {
  return (
    <div className="harm back">
      <Container textAlign="justified">
        <h1 className="harm__name">B) Пластик бөтелкенің зияны</h1>
        <p className="harm__content">
          &nbsp; &nbsp; Бұл бөлімнің мақсаты - пластикалық бөтелкенің құрамын
          және оны күнделікті ауыз суда қолданудың зиянын түсіндіру.
        </p>
        <Accordion fluid styled className="harm__content__acc">
          <Accordion.Title>
            1. Пластикалық бөтелкедегі суды тексеру.
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Пластикалық бөтелкедегі суды тексеріп көрейік. 86
                      көрсетіп тұр. Бұл қай стандартқа кіреді? Сатып алып жүрген
                      суымыз, не 25 емес, не 60 емес, өкінішке орай 86 көрсетіп
                      тұр. Дүкенге барсаңыз сатылып жатқан нанның түрінен судың
                      түрі көп. Неліктен, өйткені кран суының стандартқа сай
                      еместігіне көбінің көзі жетті. Сондықтан да бүгін
                      адамдардың таза суға деген сұранысы күннен күнге артып
                      келеді. Өздеріңіз білетіндей, бүгінгі күнде су сату
                      бизнестің бір түріне айналды. Алайда пластикалық
                      бөтелкедегі сулардың да сапасы әр қалай болып, айтарлықтай
                      қуантпайды. Өйткені судың шыққан уақыты, қуйылған ыдысы,
                      сақталу мерзімі мұның барлығы судың сапасына тікелей әсер
                      етеді.
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}11.1.jpg`}
                    alt="harm1"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Зауыттан тазаланып шыққан су пластикалық
                      бөтелкелерге құйылып, қоймаға жиналғанша біраз уақыт
                      тұрады. Сонан соң дүкендерге таралып, ол жерде де тағы
                      біраз уақыт тұрады. Ал одан кейін сол суды дүкеннен сатып
                      алып, үйімізге алып келеміз. Осы аралықта, бұл судың
                      біздің үйімізге жетіп келгенге дейін, қаншама уақыт
                      өтетінін өзіңіз ойлап көріңізші. Тұрған судың сапасы
                      бұзылады. Құрамында вирус пен бактерияның саны
                      көбейгендіктен, ол суды свежий деп айта алмаймыз. Сонымен
                      қатар пластикалық бөтелкелер полиэтилен материалынан, яғни
                      мұнайдың қалдығынан жасалынады. Бұл материал газ және
                      иісті өз бойына сіңіріп алады. Мысалы бензиннің жанына
                      пластикалық бөтелкемен су құятын болсақ, белгілі бір уақыт
                      өткен соң суда бензиннің дәмін байқаймыз.
                    </i>
                  </p>
                  <p>
                    <i>
                      &nbsp; «Тұтынушының құқығын қорғау» басқармасының бас
                      дәрігері Гүлбану Іздәулетова өзінің берген сұхбатында
                      былай дейді: «Алматыда тіркелген 23 ауыз су өндірушінің
                      өнімін сараптамадан өткізіп, тексеру жүргізілді. Олардың
                      тек үшеуінің ғана құрамы талаптарға сай болып шықты.
                      Алматыдағы 19 литрлі су өндіріп жатқан мекемелердің
                      бірқатарында судың сапасына тиісті сертификаты жоқ
                      екендігі анықталды. Бір қызығы пластик бөтелкедегі су
                      бұлақтың емес, көбіне кәдімгі кранның суы болып шыққан.
                      Тек оның түсін мөлдіретіп қойғаны үшін сіз бен біз
                      қалтамыздан текке қаржы шығарып отырмыз дейді. Тіпті
                      сенімді су өндіруші компаниялардың өзі: «Біз шығарып
                      жатқан суымызға ғана жауап береміз, ал одан кейінгі
                      жағдайына, яғни қай жерде сақталды, қанша уақыт тұрды оған
                      біз жауапты емеспіз» дейді.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>2. Пластикалық бөтелкенің құрамы.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Пластикалық бөтелке полиэтилен материалынан, яғни
                    мұнайдың соңғы қалдығынан жасалынады құрамындағы
                    «бисфенол-А» деген зат суға көптеген химиялық токсинді
                    элементтер бөліп, судың құрамын бүлдіреді. Егер байқаған
                    болсаңыз, пластикалық бөтелкенің сыртында күн сәулесінен
                    аулақ, салқын жерде сақтау керек деп жазылған. Дегенмен
                    қоймаларда, дүкендерде, тіпті үйімізде де мұндай
                    мүмкіндіктің жоқ екені бәрімізге белгілі. Жылы жерде тұрып
                    қалған пластикалық бөтелкенің құрамынан денсаулығымызға
                    қауіпті химиялық заттар бөлініп, судың сапасын одан әрі
                    бүлдіреді. Сол себепті қазіргі таңда Канада, АҚШ және
                    Европадағы кейбір дамыған елдер пластик бөтелкелерден бас
                    тартуда.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}11.2.jpg`}
                  alt="harm2"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>
            3. Пластикалық бөтелкенің кесірінен туындайтын аурулар.
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; ҚР бас онкологы Диляра Қайдарова бір сұхбатында
                    «пластик, бисфенол-А деген қауіпті зат бөледі. Зерттеу
                    нәтижелері ол қоспаның сүт безі қатерлі ісігіне әкеліп
                    соғатынын дәлелдеп отыр. Былтырдың өзінде осы дерттен
                    елімізде 1300 әйел көз жұмды. Сол себепті, тұрғындарды ондай
                    бөтелкелерден аулақ жүруге шақырамыз» дейді. Пластикалық
                    бөтелке жасауда қолданылатын «бисфенол-А», адам ағзасының
                    өсу жүйесіне, қалқанша безіне, орталық жүйке қызметтерінің
                    бұзылуына, сондай-ақ семіздікке, қан қысымы көтерілу мен
                    диабетке душар етеді. Осы химиялық заттың кесірінен көбіне
                    жас балалардың миының дамуына кері әсерін тигізеді және
                    жаңадан шығып келе жатқан тістерінің эмалі бүлінеді.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}11.3.jpg`}
                  alt="harm3"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>4. Қорытынды. Sell closing сұрағы</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Қаламызда салқын судың м/кубы, яғни 1000 литрі 56
                    тенге. «Cebilon Unique» аппаратымен бұл суды тазалаған кезде
                    шамамен 1 литр судың 600 грам лас бөлігі канализацияға
                    кетеді, ал 400 грам таза суды бізге береді. Яғни 400 литр
                    таза бұлақ суын небәрі 56 тенгеге алған боламыз. Ал енді 400
                    литр суды дүкеннен сатып алатын болсақ, неше тенге
                    жұмсаймыз? Мысалы, мына 5 литр суды неше тенгеге сатып
                    аласыздар?
                    <br />
                    &nbsp;5 литр су 250 тенге тұрса, 400 литр суға 20 000 тенге
                    жұмсайды екенбіз. Ал енді айтыңызшы, сапасы мен сақталу
                    мерзімі белгісіз мұндай пластикалық бөтелкедегі суларға, 20
                    000 тенге жұмсағанымыз жақсы ма, әлде «Cebilon Unique»
                    аппаратының көмегімен 400 литр сапалы әрі сенімді бұлақ суын
                    небәрі 56 тенгеге алғанымыз жақсы ма? Оның үстіне бұл
                    аппаратты үйіңізде орнатумен су тасымайсыз, қайнатып
                    жүрмейсіз, босаған пластик бөтелкелер аяқ астында жатып,
                    мұндай әдемі ас бөлмеңіздің сәнін бұзбайды. Ең бастысы
                    мынандай сапасыз суды сатып алып артық шығындалмайтын
                    боласыз. Сол себепті бүгінде көбісі пластикалық
                    бөтелкелерден бас тартып, сенімді әрі тиімді болғандықтан
                    «Cebilon Unique» аппаратын орнатуда. Адамдардың бұл
                    аппаратты көп орнатуының себебі де өте тиімді алу жолдары
                    қарастырылған.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                <Image
                  src={`${EDU_CEB_ASSETS_URL}11.4.jpg`}
                  alt="harm4"
                  size="big"
                />
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
