import React from 'react';
import { Container, Grid, Accordion, Image } from 'semantic-ui-react';

import './chlorine.css';

// import chlorine1 from '../../../../assets/10.1.jpg';
// import chlorine2 from '../../../../assets/10.2.jpg';
// import chlorine3 from '../../../../assets/10.3.jpg';
// import chlorine4 from '../../../../assets/10.4.jpg';
// import chlorine5 from '../../../../assets/10.5.jpg';

export default function Chlorine() {
  return (
    <div className="chlorine">
      <Container textAlign="justified">
        <h1 className="chlorine__name">10. Хлор көрсеткіші.</h1>
        <p className="chlorine__content">
          &nbsp; &nbsp; Бұл бөлімнің мақсаты - су құрамындағы хлорды және оның
          адам ағзасына тигізер зиянын түсіндіру. Су құрамындағы хлорды тәжірбие
          жүзінде көрсету.
        </p>
        <Accordion fluid styled className="chlorine__content__acc">
          <Accordion.Title>10.1. Хлор көрсеткіші. </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Кілемдеріміз, мягкая мебельдеріміз кірлейді, тамақ
                    төгіледі, сок төгіледі, балалар былғайды. Кірленген кілемнің
                    арасында құмдар да болатындығын көрдіңіз. Біз оны
                    химчисткаға берген кезімізде сразу жуғандықтан кілемнің
                    арасындағы құмдар тапталып, қатып қалады. Тапталып қалған
                    құм кілемнің арасынан шықпайды. Кілемнің беті тазарғанымен
                    арасы құмға толып, үйімізге қайтып келеді. Ол құрғағаннан
                    соң майда шаң болып ауаға көтеріледі. Сондықтан да бірінші
                    болып виброщеткамен қағып, сонан соң жуу керек.
                    Roboclean-нің мына насадкалары арқылы жатқан орнында тез,
                    әрі оңай жуып, кептіріп аласыз.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={chlorine1} alt="chlorine1" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>10.2. Хлор көрсеткішінің нормативі.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  &nbsp; Мына жерде сулардың түсіне байланысты нормативтер
                  көрсетілген. ДДҰ – ның берген стандарты бойынша, ауыз суға
                  қосылатын хлордың нормасы 0,3 мг/литрден аспауы тиіс. Егерде
                  көрсетілген нормадан көп болса, адам өміріне үлкен қауіп
                  төндіреді.
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={chlorine2} alt="chlorine2" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>10.3. Суды көрсету. </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Мына стаканға кран суын, ал екіншісіне фильтр суын
                      құяйық. Алдымен кран суына хлор реагентінен үш тамшы
                      қосамыз. Егер құрамында хлор болса, бұл реагент реакцияға
                      түсіп, суымыз сары түске өзгереді.
                    </i>
                  </p>
                  <p>
                    (кран суына үш тамшы қосып суды араластырады)
                    <i>
                      &nbsp; Міне, көріп тұрғаныңыздай кран суы сары түске
                      өзгерді. Даулет, тест көрсеткішіне қарайсыз ба, бұл судың
                      түсі қай категорияға жатады?
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={chlorine3} alt="chlorine3" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    (Даулет қолындағы тест көрсеткішімен стакандағы судың түсін
                    салыстырады)
                    <i>
                      &nbsp; Иә, 1 ppm яғни бұл судың құрамында шамадан тыс екі
                      есе хлор бар екенін көрсетеді. Ал енді фильтр суын
                      тексерейік. Бұл суға да үш тамшы қосамыз
                    </i>
                  </p>
                  <p>
                    (фильтр суына үш тамшы қосып суды араластырады).
                    <i>
                      &nbsp; Міне қараңыздар судың түсі еш өзгерген жоқ. Бұл
                      фильтр суының құрамында мүлдем хлор жоқ екенін көрсетеді.
                      Өйткені «Cebilon Uniquе» аппараты, судың құрамындағы
                      хлордың барлығын толықтай тазалады.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>10.4. Мысалдар келтіру.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    <i>
                      &nbsp; Даулет Айдана, мынадай хлорлы суды ұзақ уақыт
                      пайдалану адамды 30 пайызға тезірек қартайтып, шаштың
                      түсуіне де себеп болады. Мұнымен қоса хлор судың
                      құрамындағы органикалық заттармен реакцияға түсіп
                      канцероген деген химиялық улы зат пайда болады. Канцероген
                      адам ағзасындағы раковый клеткаларын оятып, асқазан және
                      бауырда онкологиялық аурулар туғызады. Статистикалық
                      мәлімет бойынша да айтып өткендей бүгінгі таңда жылына
                      алты миллион адам дәл осы рак ауруынан қайтыс болуда.
                      Дәрігерлер мұндай суды ішу адамның жүйке жүйесінің
                      бұзылуына, туберкулез ауруының туындауына және сүт бездері
                      қатерлі ісікке ұшырауына әкеліп соқтыратынын айтады.
                      Сондықтан құбырмен келетін ауыз суымыз ішуге пайдаланбас
                      бұрын міндетті түрде хлордан тазартылған болу керек.
                      <br /> Айдана маған үлкендеу кесе бересіз бе? Рахмет, енді
                      бұл ыдысқа кран суынан құяйық.
                    </i>
                    (кран суын кесеге құяды)
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  {/* <Image src={chlorine4} alt="chlorine4" size="big" /> */}
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Даулет, бұл жерде кішкене сіздің көмегіңіз керек
                      болып тұр. Мына суға 10 - 15 секунд қолыңызды салып
                      тұрасыз ба. Біреуін салсаңыз жеткілікті. (уақыт өтті) Мхм,
                      рахмет. Ал енді осы суға хлор реагентінен қосайық. Бұл
                      жерде судың көлемі стаканға қарағанда көптеу болғандықтан
                      үш емес, алты тамшы қосамыз.
                    </i>
                    (кран суына алты тамшы реагент қосып суды араластырады)
                  </p>
                  <p>
                    <i>
                      &nbsp; Көріп тұрғаныңыздай, ыдыстағы судың түсі мүлдем
                      өзгерген жоқ. Даулет Айдана, бұл ыдыстағы судың кранан
                      алынғанына қарамастан, неліктен түсі өзгермеді деп
                      ойлайсыздар? Өйткені қолыңызды суға салып тұрған кезде,
                      теріңіз судың құрамындағы хлорды өз бойына сіңіріп алды.
                      Ал енді ойлаңызшы, бұл сумен қолымызды, бетімізді,
                      тісімізді жуамыз. Әсіресе кішкентай сәбилерді осы хлорлы
                      сумен жуындырамыз. Ең жаманы осы хлорланған сумен шәй,
                      тамақ дайындаймыз. Мысалы плов немесе басқа да тамақ
                      дайындар алдында күрішті, етті суға салып қоятын
                      кездеріңіз болады ма Айдана? Міне, сол жібіткен күрішіміз,
                      етіміз немесе жеміс жидектер мен көкөністерді осындай суға
                      жуған кезде құрамындағы хлорды өз бойына сіңіріп алады. Ол
                      жетпегендей дайындайтын тамағымыз бен ішкен шәйімізға да
                      осы хлорлы суды пайдаланамыз. Нәтижесінде ағзамыз бұл
                      хлордың барлығын өз бойына сіңіріп, жаңа айтып өткен
                      ауруларға жол ашады.
                      <br />
                      &nbsp; Негізіндебасқа суды дизенфекциялаудың басқа жолдары
                      да бар. Бүгін көптеген елдерде суды хлормен тазалаудың
                      себебі, басқа дезинфекциялау жолдарымен салыстырғанда өте
                      арзан. Мысалы, кейбір дамыған елдерде ауыз суды хлорлаудың
                      орнына озон немесе ультрофиолет әдісімен дезинфекциялайды.
                      Олардың сау - саламатты әрі ұзақ өмір сүруінің себебі де
                      сол. Ал мұны бізде қолданбаудың себебі өте қымбат, көп
                      қаражат талап етеді.
                      <br />
                      &nbsp; Кейбір кісілер су құрамындағы вирус, бактериялардан
                      құтылу үшін суды қайнатып ішіп жатады. Алайда 100 градуста
                      өлмейтін көптеген вирустар бар. Онсыз да бұл вирус пен
                      бактерияларды өлтіру үшін суға хлор қосуда. Ал су
                      құрамындағы ауыр металдар, канцерогенді химикаттар,
                      радиоактивті қалдықтар мен тұздар қанша қайнатсақ та
                      ешқайда кетпей су құрамында қалып қояды. Яғни суымыз
                      тазармайды. Ол аздай, су қайнаған кезде хлор органикалық
                      заттармен реакцияға түсіп, диоксин деген химиялық улы зат
                      бөледі. Мұны су қайнаған кезде бетінде жұқа пленка
                      қаптағанынан көруге болады. Айдана бұрын байқаған ба
                      едіңіз? Бұл хлордан гөрі әлдеқайда қауіпті. Қайнаған суды
                      ішкен кезде, диоксин улы заты ағзамызға жиналып буын,
                      бүйрек, рак ауруларын тудырып, тіпті жүрекке де шабуыл
                      жасайды.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>10.5. Қорытынды. </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Column width="8" verticalAlign="middle">
                <p>
                  <i>
                    &nbsp; Ал «Cebilon Unique» аппаратымен бүгіннен бастап бала-
                    шағаңызбен бірге хлорсыз, жұмсақ және пайдалы су ішетін
                    боласыз. Даулет Айдана, балаларымыздың денсаулығы, олардың
                    келешегі біз үшін дүниедегі барлық нәрседен маңызды емес пе?
                    Бүгін телефонымызға немесе машинамызға көрсеткен
                    жанашырлығымызды, бір рет болса да жанұямызға арнасақ
                    деймін. Өйткені олар біздің бұл өмірдегі жалғыз аманатымыз
                    әрі мұрагерлеріміз емес пе? Олай болса, давайте алғашқы
                    төлеммен фильтрді орнатып берейін. Бүгіннен бастап
                    отбасыңызбен сылдырлаған бұлақтың суын пайдаланасыздар.
                  </i>
                </p>
              </Grid.Column>
              <Grid.Column width="8">
                {/* <Image src={chlorine5} alt="chlorine5" size="big" /> */}
              </Grid.Column>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
