import React from 'react';
import { Container, Grid, Image, Accordion } from 'semantic-ui-react';

import './penury.css';
import '../../../back.css';
import { EDU_CEB_ASSETS_URL } from '../../../../../../utils/constants';

export default function Penury() {
  return (
    <div className="penury back">
      <Container textAlign="justified">
        <h1 className="penury__name">3. Қажеттілік туғызу</h1>
        <p className="penury__content">
          &nbsp; &nbsp; Бұл жерде адам ағзасына судың қажеттілігі және оның
          маңыздылығын айта келе су жетіспеушілігінен қандай аурулар туындайтыны
          жайында айтамыз
        </p>
        <Accordion fluid styled className="penury__content__acc">
          <Accordion.Title>3.1. Адам өміріндегі судың ролі.</Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    (Демобуктан ашып)
                    <i>
                      <br />
                      &nbsp; Күнделікті өмірде «көп мөлшерде су ішу керек»
                      дегенді жиі естіп жатамыз. Бәрімізге белгілі, су -
                      өміріміздің қайнар көзі. Өйткені әлемдегі жанды заттардың
                      барлығы сумен өмір сүреді. Адам ас ішпей үш-төрт апта өмір
                      сүру мүмкін, ал сусыз бір апта да өмір сүре алмайды.
                      Ғалымдардың айтуынша, әлемнің 3/4 бөлігі судан
                      құралғанындай, адам организмінің де 75 пайызы судан
                      тұрады. Атап айтқанда мидың 85%, көздің 95%, жүректің 75%,
                      өкпенің 80%, бауырдың 77%, бүйректің 83%, қанның 83%,
                      тіпті ең қатты деген сүйектердің өзі 22% судан тұрады.
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}3.1.jpg`}
                    alt="pen1"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp; Жалпы адам организмі күнделікті терлеу, жылау,
                      сөйлеу сияқты жолдармен бір тәулікте шамамен 3-3,5 литрге
                      дейін су жоғалтады. Медицина мамандары аурулардың көбі
                      денедегі су тапшылығынан болатынын дәлелдеп, судың
                      ағзамыздағы маңыздылығын тоқтаусыз айтуда. Әр адам
                      ағзадағы су балансын бір қалыпты сақтау үшін міндетті
                      түрде күніне 8-10 стакан яғни 2-2,5 литр таза су ішуі
                      керек.
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
          <Accordion.Title>
            3.2. Су жетіспеушілігінен туындайтын аурулар.
          </Accordion.Title>
          <Accordion.Content>
            <Grid>
              <Grid.Row>
                <Grid.Column width="8" verticalAlign="middle">
                  <p>
                    (Демобуктан ашып)
                    <i>
                      &nbsp; Егер адам ағзасында су балансы азаятын болса, су
                      жетіспеушілік ауруына шалдығамыз. Мысалы; шөлдеу сезімі
                      туады, жұмысқа деген қабылеттілік азаяды, терморегуляция
                      бұзылып ағзамыздың қызуы көтеріледі, бас ауруы, бас
                      айналуы, шаршау және әлсіздік, ойдың тынықтығы бұзылып,
                      тәбетсіздікке шалдықтырады. Жасушаларымыз жеткілікті
                      деңгейде су мөлшерін алмаған жағдайда өмір сүру қабілеті
                      төмендеп адамның иммунитеті әлсірейді. Мына жерде көріп
                      тұрғаныңыздай денеде 20% судың жетіспеушілігі өте қауіпті
                      болып, құдай сақтасын өлімге дейін әкелуі мүмкін.
                      Сондықтан мол су ішіп денедегі су жетіспеушілігінің алдын
                      алуымыз керек. Қажетті мөлшерде су ішпейтін болсақ, адам
                      денсаулығы әлсіреп, мидың жұмыс істеуі баяулайды. Қанымыз
                      қоюланып, жүрекке салмақ түседі. Жүрек ауруы мен сал болу
                      ауруына алып келеді. Бүйректің жұмыс істеу функциясы
                      бұзылады. Жас балаларда іштің қатуына себеп болады.
                      Әсіресе дәрігерлер, грипп немесе температура көтерілген
                      кезде, көп мөлшерде су ішу керектігін айтады.
                    </i>
                  </p>
                </Grid.Column>
                <Grid.Column width="8">
                  <Image
                    src={`${EDU_CEB_ASSETS_URL}3.2.jpg`}
                    alt="pen2"
                    size="big"
                  />
                </Grid.Column>
              </Grid.Row>
              <Grid.Row>
                <Grid.Column>
                  <p>
                    <i>
                      &nbsp;Су орнына шәй, кофе немесе басқада сусындар ішсек
                      болмай ма деп көпшілігі сұрайды. Шынында да күнделікті
                      өмірде судан гөрі шәй, кофе, немесе газдалған сусындар
                      ішкенді жөн көреміз. Бірақ бұлардың ешқайсысы ағзамыздағы
                      судың орнын толықтырмайды. Неліктен, өйткені сусындардың
                      құрамындағы карамельді бояғыштар, тәтті-қышқыл элементтер,
                      аспартам, кофеин сияқты химиялық қоспалардың әсері,
                      ағзамыздағы су қажеттілігін толықтырмай, керісінше одан
                      әрі су тапшылығын арттырады. Нәтижесінде бұл химиялық
                      қоспалар ағза клеткаларын қартайтып аллергияға, жүрек
                      ауруларына, қатерлі ісікке, диабетке, мидағы және қалқанша
                      бездегі қатерлі ісіктің пайда болуына әкеліп соқтырады.
                      Сол себепті дәрігерлер аяғы ауыр келіншектер мен үш жасқа
                      толмаған балаларға газдалған сусындарды ішуге қатаң тыйым
                      салады. Көріп отырғанымыздай, судың денсаулыққа
                      маңыздылығы зор болуымен қатар, ішетін суымыздың таза, әрі
                      сапалы болу да өте маңызды. Олай болса, дәл осы жерде
                      туындайтын сұрақ, үйдегі кран суы қаншалықты ішуге
                      жарамды? Дәулет, жалпы бүгінге дейін ішіп отырған ауыз
                      суыңыздың сапасын, лабораториялық зертханада тексертіп
                      көрдіңіздер ме?
                    </i>
                  </p>
                </Grid.Column>
              </Grid.Row>
            </Grid>
          </Accordion.Content>
        </Accordion>
      </Container>
    </div>
  );
}
